<?php

return [

    /*
    |--------------------------------------------------------------------------
    | 비밀번호 재설정 언어 라인
    |--------------------------------------------------------------------------
    |
    | 다음 언어 라인은 비밀번호 브로커가 비밀번호 업데이트 시도에 실패한 이유와 일치하는 기본 라인입니다.
    | 잘못된 토큰이나 잘못된 새 비밀번호와 같은 이유로 실패한 경우입니다.
    |
    */

    'reset' => '비밀번호가 재설정되었습니다.',
    'sent' => '비밀번호 재설정 링크가 이메일로 전송되었습니다.',
    'throttled' => '다시 시도하기 전에 잠시 기다려주세요.',
    'token' => '이 비밀번호 재설정 토큰은 유효하지 않습니다.',
    'user' => '해당 이메일 주소를 가진 사용자를 찾을 수 없습니다.',

];
